Repository: q231950/btlb
Catalog: StringTables/Imprint.xcstrings
Source language: en
Languages: es, fr, ru, tr, uk

# ABOUT_TEXT
source: Made for you. BTLB | bɪtlɪb | is a small App that enables you to synchronize your library account with your device. With BTLB you can see which books you have borrowed and how much you owe the libraries for tardily returning items. You can interact with your library as the App can prolong items with a tap of your finger. BTLB was first released in July 2010. The project has come into being about a year before the actual release date. It originates from a Mac application I had been working on since 2007. You are free to use this App as much as you wish. However, I can not give any garantee for neither functionality of the App itself nor the interaction between this App and the libraries' servers.
es: Hecho para ti. BTLB | bɪtlɪb | es una pequeña aplicación que te permite sincronizar tu cuenta de biblioteca con tu dispositivo. Con BTLB puedes ver qué libros has prestado y cuánto debes a las bibliotecas por devolver artículos tardíamente. Puedes interactuar con tu biblioteca ya que la aplicación puede prolongar elementos con solo tocar tu dedo. BTLB fue lanzado por primera vez en julio de 2010. El proyecto surgió aproximadamente un año antes de la fecha de lanzamiento real. Se origina de una aplicación de Mac en la que había estado trabajando desde 2007. Eres libre de usar esta aplicación tanto como desees. Sin embargo, no puedo dar ninguna garantía sobre la funcionalidad de la aplicación en sí ni sobre la interacción entre esta aplicación y los servidores de las bibliotecas.
fr: Fait pour vous. BTLB | bɪtlɪb | est une petite application qui vous permet de synchroniser votre compte de bibliothèque avec votre appareil. Avec BTLB, vous pouvez voir quels livres vous avez empruntés et combien vous devez aux bibliothèques pour les retours tardifs. Vous pouvez interagir avec votre bibliothèque car l'application peut prolonger les éléments d'un simple toucher du doigt. BTLB a été publié pour la première fois en juillet 2010. Le projet a vu le jour environ un an avant la date de publication réelle. Il provient d'une application Mac sur laquelle je travaillais depuis 2007. Vous êtes libre d'utiliser cette application autant que vous le souhaitez. Cependant, je ne peux donner aucune garantie concernant la fonctionnalité de l'application elle-même ni l'interaction entre cette application et les serveurs des bibliothèques.
ru: Создано для вас. BTLB | bɪtlɪb | это небольшое приложение, которое позволяет синхронизировать ваш библиотечный аккаунт с вашим устройством. С помощью BTLB вы можете видеть, какие книги вы взяли, и сколько вы должны библиотекам за просроченные возвраты. Вы можете взаимодействовать с библиотекой, поскольку приложение может продлевать книги одним касанием пальца. BTLB был впервые выпущен в июле 2010 года. Проект появился примерно за год до фактической даты выпуска. Он происходит от приложения для Mac, над которым я работал с 2007 года. Вы можете использовать это приложение сколько угодно. Однако я не могу дать никаких гарантий ни относительно функциональности самого приложения, ни относительно взаимодействия между этим приложением и серверами библиотек.
tr: Sizin için yapıldı. BTLB | bɪtlɪb | kütüphane hesabınızı cihazınızla senkronize etmenizi sağlayan küçük bir uygulamadır. BTLB ile hangi kitapları ödünç aldığınızı ve geç iade ettiğiniz öğeler için kütüphanelere ne kadar borcunuz olduğunu görebilirsiniz. Uygulama parmağınızın dokunuşuyla öğeleri uzatabileceğinden kütüphanenizle etkileşime girebilirsiniz. BTLB ilk olarak Temmuz 2010'da piyasaya sürüldü. Proje, gerçek çıkış tarihinden yaklaşık bir yıl önce başlatıldı. 2007'den beri üzerinde çalıştığım bir Mac uygulamasından kaynaklanmaktadır. Bu uygulamayı istediğiniz kadar kullanmakta özgürsünüz. Ancak, ne uygulamanın kendisinin işlevselliği ne de bu uygulama ile kütüphanelerin sunucuları arasındaki etkileşim için herhangi bir garanti veremem.
uk: Створено для вас. BTLB | bɪtlɪb | це невеликий додаток, який дозволяє синхронізувати ваш бібліотечний обліковий запис з вашим пристроєм. За допомогою BTLB ви можете переглядати, які книги ви взяли в оренду та скільки ви винні бібліотекам за несвоєчасне повернення матеріалів. Ви можете взаємодіяти з бібліотекою, оскільки додаток може продовжувати терміни одним дотиком пальця. BTLB був вперше випущений у липні 2010 року. Проект почав розроблятися приблизно за рік до фактичної дати випуску. Він походить від додатку для Mac, над яким я працював з 2007 року. Ви можете використовувати цей додаток скільки завгодно. Однак я не можу дати жодних гарантій щодо функціональності самого додатку або взаємодії між цим додатком та серверами бібліотек.

# ABOUT_TITLE
source: Made with 💖
es: Hecho con 💖
fr: Fait avec 💖
ru: Сделано с 💖
tr: 💖 ile yapıldı
uk: Зроблено з 💖

# Action_sheet_title
source: Give feedback
es: Dar comentarios
fr: Donner un avis
ru: Оставить отзыв
tr: Geri bildirim ver
uk: Надати відгук

# APPICON_TEXT
source: Would you like to use the alternate App icon?
es: ¿Te gustaría usar el icono alternativo de la aplicación?
fr: Souhaitez-vous utiliser l'icône d'application alternative ?
ru: Хотите использовать альтернативную иконку приложения?
tr: Alternatif uygulama simgesini kullanmak ister misiniz?
uk: Бажаєте використовувати альтернативну іконку додатку?

# APPICON_TITLE
source: App Icon
es: Icono de la aplicación
fr: Icône d'application
ru: Иконка приложения
tr: Uygulama simgesi
uk: Іконка додатку

# Cancel_action_sheet
source: Cancel
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal
uk: Скасувати

# DEBUG_ENABLED_SUBTITLE
source: Setting for developers and Beta testers
es: Configuración para desarrolladores y probadores beta
fr: Paramètre pour les développeurs et testeurs bêta
ru: Настройка для разработчиков и бета-тестеров
tr: Geliştiriciler ve beta test kullanıcıları için ayar
uk: Налаштування для розробників та бета-тестерів

# DEBUG_ENABLED_TITLE
source: Debugging
es: Depuración
fr: Débogage
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

# DEFAULT_TEXT
source: I forgot to write something here.
es: Olvidé escribir algo aquí.
fr: J'ai oublié d'écrire quelque chose ici.
ru: Я забыл здесь что-то написать.
tr: Burada bir şey yazmayı unuttum.
uk: Я забув тут щось написати.

# IMPRINT
source: Notes
es: Notas
fr: Remarques
ru: Примечания
tr: Notlar
uk: Примітки

# INFO_VIEW_LIBRARIES_TITLE
source: Contents
es: Contenidos
fr: Contenu
ru: Содержание
tr: İçerikler
uk: Зміст

# INFO_VIEW_LIBRARY_TEXT_ANHALT
source: Gesamtkatalog der Bibliothek der Hochschule Anhalt
es: Catálogo completo de la biblioteca de la Hochschule Anhalt
fr: Catalogue général de la bibliothèque de la Hochschule Anhalt
ru: Общий каталог библиотеки Hochschule Anhalt
tr: Hochschule Anhalt kütüphanesinin genel kataloğu
uk: Загальний каталог бібліотеки Університету прикладних наук Ангальт

# INFO_VIEW_LIBRARY_TEXT_COMMERZ_HH
source: Onlinekatalog der Commerzbibliothek
es: Catálogo en línea de la Commerzbibliothek
fr: Catalogue en ligne de la Commerzbibliothek
ru: Онлайн-каталог Commerzbibliothek
tr: Commerzbibliothek çevrimiçi kataloğu
uk: Онлайн-каталог Комерційної бібліотеки

# INFO_VIEW_LIBRARY_TEXT_ERFURT
source: Online-Katalog der Universitäts- und Forschungsbibliothek Erfurt/Gotha
es: Catálogo en línea de la Universitäts- und Forschungsbibliothek Erfurt/Gotha
fr: Catalogue en ligne de la Universitäts- und Forschungsbibliothek Erfurt/Gotha
ru: Онлайн-каталог Universitäts- und Forschungsbibliothek Erfurt/Gotha
tr: Universitäts- und Forschungsbibliothek Erfurt/Gotha çevrimiçi kataloğu
uk: Онлайн-каталог Університетської та дослідницької бібліотеки Ерфурт/Гота

# INFO_VIEW_LIBRARY_TEXT_GREIFSWALD
source: Online-Katalog der Universitätsbibliothek Greifswald
es: Catálogo en línea de la Universitätsbibliothek Greifswald
fr: Catalogue en ligne de la Universitätsbibliothek Greifswald
ru: Онлайн-каталог Universitätsbibliothek Greifswald
tr: Universitätsbibliothek Greifswald çevrimiçi kataloğu
uk: Онлайн-каталог Університетської бібліотеки Грайфсвальда

# INFO_VIEW_LIBRARY_TEXT_HAMBURGPUBLIC
source: Stiftung Hamburger Öffentliche Bücherhallen
es: Fundación de Bibliotecas Públicas de Hamburgo
fr: Fondation des bibliothèques publiques de Hambourg
ru: Фонд гамбургских публичных библиотек
tr: Hamburg Halk Kütüphaneleri Vakfı
uk: Фонд гамбурзьких публічних бібліотек

# INFO_VIEW_LIBRARY_TEXT_HANNOVER
source: Technische Informationsbibliothek (TIB)
es: Biblioteca de Información Técnica (TIB)
fr: Bibliothèque d'information technique (TIB)
ru: Техническая информационная библиотека (TIB)
tr: Teknik Bilgi Kütüphanesi (TIB)
uk: Технічна інформаційна бібліотека (TIB)

# INFO_VIEW_LIBRARY_TEXT_HANNOVER_FH
source: Gesamt-Katalog der Bibliothek
es: Catálogo completo de la biblioteca
fr: Catalogue général de la bibliothèque
ru: Общий каталог библиотеки
tr: Kütüphanenin genel kataloğu
uk: Загальний каталог бібліотеки

# INFO_VIEW_LIBRARY_TEXT_HAW
source: Katalog des Hochschulinformations- und Bibliotheksservice (HIBS)
es: Catálogo del servicio de información universitaria y bibliotecario (HIBS)
fr: Catalogue du service d'information universitaire et bibliothécaire (HIBS)
ru: Каталог службы информации и библиотечного сервиса университета (HIBS)
tr: Yükseköğretim bilgi ve kütüphane hizmetleri kataloğu (HIBS)
uk: Каталог служби вищої освіти інформації та бібліотечного сервісу (HIBS)

# INFO_VIEW_LIBRARY_TEXT_HILDESHEIM
source: Online-Katalog der Universitätsbibliothek Hildesheim
es: Catálogo en línea de la Universitätsbibliothek Hildesheim
fr: Catalogue en ligne de la Universitätsbibliothek Hildesheim
ru: Онлайн-каталог Universitätsbibliothek Hildesheim
tr: Universitätsbibliothek Hildesheim çevrimiçi kataloğu
uk: Онлайн-каталог Університетської бібліотеки Гільдесгайма

# INFO_VIEW_LIBRARY_TEXT_HKSF
source: Gemeinsame Bibliothek der Hochschule Hannover und der Hochschule für Musik, Theater und Medien Hannover
es: Biblioteca conjunta de la Hochschule Hannover y la Hochschule für Musik, Theater und Medien Hannover
fr: Bibliothèque commune de la Hochschule Hannover et de la Hochschule für Musik, Theater und Medien Hannover
ru: Общая библиотека Hochschule Hannover и Hochschule für Musik, Theater und Medien Hannover
tr: Hochschule Hannover ve Hochschule für Musik, Theater und Medien Hannover ortak kütüphanesi
uk: Спільна бібліотека Ганноверського університету та Ганноверського університету музики, театру та медіа

# INFO_VIEW_LIBRARY_TEXT_HSU
source: Universitätsbibliothek
es: Biblioteca universitaria
fr: Bibliothèque universitaire
ru: Университетская библиотека
tr: Üniversite kütüphanesi
uk: Університетська бібліотека

# INFO_VIEW_LIBRARY_TEXT_ROSTOCK
source: Regional Katalog
es: Catálogo regional
fr: Catalogue régional
ru: Региональный каталог
tr: Bölgesel katalog
uk: Регіональний каталог

# INFO_VIEW_LIBRARY_TEXT_TUHH
source: Bücher und Zeitschriften der Universitätsbibliothek der TUHH
es: Libros y revistas de la biblioteca universitaria de la TUHH
fr: Livres et périodiques de la bibliothèque universitaire de la TUHH
ru: Книги и журналы университетской библиотеки TUHH
tr: TUHH üniversite kütüphanesinin kitapları ve dergileri
uk: Книги та журнали університетської бібліотеки TUHH

# INFO_VIEW_LIBRARY_TEXT_WISMAR
source: Online-Katalog der Hochschulbibliothek
es: Catálogo en línea de la biblioteca universitaria
fr: Catalogue en ligne de la bibliothèque universitaire
ru: Онлайн-каталог университетской библиотеки
tr: Yüksekokul kütüphanesinin çevrimiçi kataloğu
uk: Онлайн-каталог університетської бібліотеки

# LATEST_ACCOUNT_UPDATE
source: The last successful account background update happeened on %@.
es: La última actualización exitosa de la cuenta en segundo plano ocurrió el %@.
fr: La dernière mise à jour réussie du compte en arrière-plan a eu lieu le %@.
ru: Последнее успешное фоновое обновление аккаунта произошло %@.
tr: Son başarılı arka plan hesap güncellemesi %@ tarihinde gerçekleşti.
uk: Останнє успішне фонове оновлення облікового запису відбулося %@.

# LIBRARIES_TEXT
source: Some libraries only support a limited feature set.
es: Algunas bibliotecas solo admiten un conjunto limitado de funciones.
fr: Certaines bibliothèques ne prennent en charge qu'un ensemble limité de fonctionnalités.
ru: Некоторые библиотеки поддерживают только ограниченный набор функций.
tr: Bazı kütüphaneler yalnızca sınırlı bir özellik kümesini destekler.
uk: Деякі бібліотеки підтримують лише обмежений набір функцій.

# LIBRARIES_TITLE
source: Libraries
es: Bibliotecas
fr: Bibliothèques
ru: Библиотеки
tr: Kütüphaneler
uk: Бібліотеки

# NOTIFICATIONS_TEXT
source: Receive a silently delivered notification in Notification Center upon successful account updates in the background
es: Recibe notificaciones silenciosas en el Centro de notificaciones cuando las actualizaciones de cuentas en segundo plano sean exitosas
fr: Recevez une notification silencieuse dans le Centre de notifications lors de mises à jour réussies des comptes en arrière-plan
ru: Получайте тихие уведомления в Центре уведомлений при успешном фоновом обновлении аккаунтов
tr: Arka plan hesap güncellemeleri başarılı olduğunda Bildirim Merkezi'nde sessizce gönderilen bir bildirim alın
uk: Отримуйте тихі сповіщення в Центрі сповіщень при успішному фоновому оновленні облікових записів

# NOTIFICATIONS_TITLE
source: Notifications
es: Notificaciones
ru: Уведомления
tr: Bildirimler
uk: Сповіщення

# PRIVACY_POLICY_TEXT
source: This app does not log or share any of your personal information. Your usage is not being tracked. Thirdparty services: Google Image API for displaying covers in search result details of GBV libraries.
es: Esta aplicación no registra ni comparte ninguna de tus informaciones personales. Tu uso no está siendo rastreado. Servicios de terceros: Google Image API para mostrar portadas en los detalles de resultados de búsqueda de las bibliotecas GBV.
fr: Cette application n'enregistre ni ne partage vos informations personnelles. Votre utilisation n'est pas suivie. Services tiers : Google Image API pour afficher les couvertures dans les détails des résultats de recherche des bibliothèques GBV.
ru: Это приложение не регистрирует и не передает ваши личные данные. Ваше использование не отслеживается. Сторонние сервисы: Google Image API для отображения обложек в деталях результатов поиска библиотек GBV.
tr: Bu uygulama kişisel bilgilerinizi kaydetmez veya paylaşmaz. Kullanımınız izlenmiyor. Üçüncü taraf hizmetler: GBV kütüphanelerinin arama sonucu ayrıntılarında kapakları görüntülemek için Google Image API.
uk: Цей додаток не зберігає дані у логах і не передає вашу особисту інформацію третім особам. Ваше використання не відстежується. Сторонні сервіси: Google Image API для відображення обкладинок у деталях результатів пошуку бібліотек GBV.

# PRIVACY_POLICY_TITLE
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
tr: Gizlilik politikası
uk: Політика конфіденційності

# Rate_app_request
source: Rate this app
es: Calificar esta aplicación
fr: Évaluer cette application
ru: Оценить приложение
tr: Bu uygulamayı değerlendir
uk: Оцінити цей додаток

# Recommend_app_request
source: Recommend to friend
es: Recomendar a un amigo
fr: Recommander à un ami
ru: Рекомендовать другу
tr: Arkadaşa öner
uk: Порекомендувати другові

# SECURITY_TEXT
source: Please note that data transfers will be sent via HyperText Transfer Protocol Secure (HTTPS) as long as your account's library does support this type of encrypted communication. If you happen to see a missing HTTPS encryption where HTTPS encrypted communication should be possible on the serverside please contact me.
es: Por favor tenga en cuenta que la transferencia de datos a los servidores de las bibliotecas se realiza a través del protocolo seguro HTTPS, siempre que los servidores correspondientes admitan este tipo de comunicación cifrada. Si nota la ausencia de cifrado HTTPS donde la comunicación HTTPS cifrada debería ser posible del lado del servidor, por favor contácteme.
fr: Veuillez noter que les transferts de données vers les serveurs des bibliothèques sont effectués via le protocole sécurisé HTTPS tant que les serveurs concernés prennent en charge ce type de communication chiffrée. Si vous constatez l'absence de chiffrement HTTPS là où la communication chiffrée HTTPS devrait être possible côté serveur, veuillez me contacter.
ru: Обратите внимание, что передача данных на серверы библиотек осуществляется по защищенному протоколу HTTPS, если соответствующие серверы поддерживают этот тип зашифрованной связи. Если вы заметите отсутствие HTTPS-шифрования там, где зашифрованная HTTPS-связь должна быть возможна на стороне сервера, пожалуйста, свяжитесь со мной.
tr: Lütfen kütüphane sunucularına veri aktarımının, ilgili sunucular bu tür şifreli iletişimi desteklediği sürece güvenli HTTPS protokolü üzerinden gerçekleştirildiğini unutmayın. Sunucu tarafında HTTPS şifreli iletişimin mümkün olması gereken bir yerde HTTPS şifrelemesinin eksik olduğunu fark ederseniz, lütfen benimle iletişime geçin.
uk: Будь ласка, зверніть увагу, що передача даних до серверів бібліотек здійснюється через захищений протокол HTTPS, якщо відповідні сервери підтримують цей тип шифрованої комунікації. Якщо ви помітите відсутнє шифрування HTTPS там, де HTTPS має бути можливим на стороні сервера, будь ласка, зв'яжіться зі мною.

# SECURITY_TITLE
source: Note on security
es: Nota sobre seguridad
fr: Note sur la sécurité
ru: Примечание по безопасности
tr: Güvenlik notu
uk: Примітка щодо безпеки

# Title
source: Information
es: Información
ru: Информация
tr: Bilgi
uk: Інформація

# INFO_VIEW_LIBRARY_TEXT_GOETTINGEN
source: Niedersächsische Staats- und Universitätsbibliothek Göttingen (SUB)
uk: Нижньосаксонська державна та університетська бібліотека Геттінгена (SUB)

# INFO_VIEW_LIBRARY_TEXT_HAMBURG
source: Campus-Katalog Hamburg
uk: Кампус-каталог Гамбурга

# INFO_VIEW_LIBRARY_TITLE_ANHALT
source: Hochschule Anhalt
uk: Hochschule Anhalt (Університет прикладних наук Ангальт)

# INFO_VIEW_LIBRARY_TITLE_COMMERZ_HH
source: Commerzbibliothek Hamburg
uk: Commerzbibliothek Hamburg (Комерційна бібліотека Гамбурга)

# INFO_VIEW_LIBRARY_TITLE_ERFURT
source: Universitäts- und Forschungsbibliothek Erfurt/Gotha
uk: Університетська та дослідницька бібліотека Ерфурт/Гота

# INFO_VIEW_LIBRARY_TITLE_GOETTINGEN
source: Göttinger Universitätskatalog (GUK)
uk: Göttinger Universitätskatalog (GUK) (Геттінгенський університетський каталог)

# INFO_VIEW_LIBRARY_TITLE_GREIFSWALD
source: Universitätsbibliothek Greifswald
uk: Університетська бібліотека Грайфсвальда

# INFO_VIEW_LIBRARY_TITLE_HAMBURG
source: Staats- und Universitätsbibliothek Hamburg Carl von Ossietzky
uk: Державна та університетська бібліотека Гамбурга Карла фон Оссієцького

# INFO_VIEW_LIBRARY_TITLE_HAMBURGPUBLIC
source: Bücherhallen Hamburg
uk: Bücherhallen Hamburg (Публічні бібліотеки Гамбурга)

# INFO_VIEW_LIBRARY_TITLE_HANNOVER
source: Leibniz Universität Hannover
uk: Leibniz Universität Hannover (Університет Лайбніца Ганновер)

# INFO_VIEW_LIBRARY_TITLE_HAW
source: Hochschule für Angewandte Wissenschaften Hamburg (HAW Hamburg)
uk: Hochschule für Angewandte Wissenschaften Hamburg (HAW Hamburg) (Університет прикладних наук Гамбурга)

# INFO_VIEW_LIBRARY_TITLE_HFHH
source: Hochschule Hannover
uk: Hochschule Hannover (Університет прикладних наук Ганновера)

# INFO_VIEW_LIBRARY_TITLE_HILDESHEIM
source: Universitätsbibliothek Hildesheim
uk: Університетська бібліотека Гільдесгайма

# INFO_VIEW_LIBRARY_TITLE_HKSF
source: Bibliothek im Kurt-Schwitters-Forum
uk: Бібліотека у форумі Курта Швіттерса

# INFO_VIEW_LIBRARY_TITLE_HSU
source: Helmut-Schmidt-Universität / Universität der Bundeswehr Hamburg
uk: Університет Гельмута-Шмідта / Університет бундесверу Гамбурга

# INFO_VIEW_LIBRARY_TITLE_ROSTOCK
source: Universitätsbibliothek Rostock
uk: Університетська бібліотека Ростока

# INFO_VIEW_LIBRARY_TITLE_TUHH
source: Universitätsbibliothek der Technischen Universität Hamburg-Harburg
uk: Університетська бібліотека Технічного університету Гамбург-Гарбург

# INFO_VIEW_LIBRARY_TITLE_WISMAR
source: Hochschule Wismar - Fachhochschule für Technik, Wirtschaft und Gestaltung
uk: Hochschule Wismar (Університет прикладних наук Вісмар - техніка, економіка та дизайн)
